[
    {
      "id": 1,
      "img": "https://stimg.cardekho.com/images/carexteriorimages/930x620/Rolls-Royce/Rolls-Royce-Phantom/7783/1587206758888/front-left-side-47.jpg",
      "name": "Rolls Royce Phantom",
      "description": "Rolls-Royce has revealed the prices of the eighth-generation of the Phantom in India. The CBU unit is priced at Rs 9.5 crores for the standard wheelbase and extends to Rs 11.5 crores for the extended wheelbase version with personalisation options. 2018 Rolls-Royce Phantom is the most expensive car on sale in India currently. Underneath the car",
      "price": "1000"
    },
    {
      "id": 2,
      "img": "https://s3.eu-west-2.amazonaws.com/luxurylondon.co.uk-storage-bucket-001/images/011020160722/billboard/new-rolls-royce-ghost-2020.jpg",
      "name": "The Rolls-Royce Ghost",
      "description": "Eleven years after its launch, the Ghost is now Rolls-Royce’s top-selling car. The new version, built around customer feedback, has been completely reimagined, so that the only components carried over, says the brand, are the badge and the umbrellas",
      "price": "2000"
    },
    {
      "id": 3,
      "img": "https://media.zigcdn.com/media/content/2021/May/zw-rrboattail-1-1-6_640x480.jpg",
      "name": "Rolls Royce Boat tail",
      "description": "Luxury carmaker Rolls-Royce has unveiled the coachbuilt Boat Tail, the first of three bespoke models custom-made to the preferences of each client. Here are six interesting details about it you ought to know",
      "price": "900"
    },
    {
      "id": 4,
      "img": "https://media.istockphoto.com/photos/rolls-royce-1937-phantom-3-picture-id458295285?k=20&m=458295285&s=612x612&w=0&h=GCn05btCAznG7-Xo_0LWaCbRx1bjJzP3jLSFNUYz4cQ=",
      "name": "Vintage Rolls Royce",
      "description": "Steel Vengeance, formerly known as Mean Streak, is a steel roller coaster at ... small airtime hill, which leads to the first inversion, a zero-g roll.",
      "price": "800"
    },
    {
      "id": 5,
      "img": "https://cdn.inceptivemind.com/wp-content/uploads/2020/08/rolls-royce-phantom.jpg",
      "name": "Lunaz converts two classic Rolls-Royce models to modern EVs",
      "description": "The first examples of electric vehicles based on the Rolls-Royce Silver Cloud sedan of 1956 and the Rolls-Royce Phantom V limousine of 1961 have already been presented. Produced in only 30 units each, these two cars have been meticulously restored and modernized, offering themselves some additional",
      "price": "1000"
    },
    {
      "id": 6,
      "img": "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSBLrqdsElaGBQcIXxj5lImOm5QhSSwNZNw1k3cF2JEVscS4bHpP7G8a90qM35bveq8utE&usqp=CAU",
      "name": "ROLLS-ROYCE APPARITION BY JEREMY WESTERLUND ",
      "description": "This stunning concept called Rolls-Royce Apparition was created by Jeremy Westerlund from Dallas. He designed it as an independent project while studying at the Art Center of the School of Design. The car differs sharp geometric lines, the huge hood and a large 23-inch wheels. This concept is a great blend of classic design elements and futuristic ones. ",
      "price": "3000"
    }
  ]